text_1 = """Факт дня. Американец Тодд Гордон работает симпатичной улыбкой. Никто не может объяснить почему, но рекламщики обнаружили, что улыбка Гордона повышает воздействие любой рекламы. Сейчас за одну улыбку в одном рекламном ролике Гордон получает по 4 000$ 😳 

Интересная работа, но зачем это мне, подумаете вы ⁉️🤔
Наша компания работает дистанционно, все координации/митинги проходят в Zoom. Видео не всегда может передать эмоции, которые может передать живое общение, но что точно Zoom может передать, так это ваш позитив, вашу улыбку 🤓. Чем чаще вы будете нести позитив в общении с сотрудниками, тем чаще вы будете получать позитив в ответ! И как следствие - хорошее настроение, рост мотивации и эффективности! 📈

Будьте как Тодд, улыбайтесь чаще и это изменит вашу жизнь!"""

text_2 = """Привет, коллега! Сегодня поговорим о памяти и планировании 😉 

Факт дня. Друг известного гения математики Дэвида Гильберта однажды показал ему сложную формулу на доске.
Гильберт был очень впечатлен и сказал: «Это потрясающе! Кто это написал?». 
«Ты!» - ответил друг. 

⁉️Как вы считаете, значит ли это, что у Гильберта плохая память ⁉️"""

text_3 = """График работы в нашей компании с 9 до 18 по часовому поясу UTC +3:00, хотя при этом сотрудник может самостоятельно формировать свой личный график, главное чтобы:
✔️отработанное время было не менее 6ти часов (в идеале 8, т.к. загрузка в компании на полный день и всегда найдется новый проект, если освободилось время)
✔️часы работы не были “рваными”  (через каждые 10 мин. перерыв), 
✔️специалист должен присутствовать на всех запланированных координациях, 
✔️ну и конечно в промежутке 9.00-18.00 специалист должен быть на связи для решения поступающий запросов. 

Какие задачи в какое время лучше выполнять? 🗓
С 6:00 до 7:00 – "окно", когда лучше всего работает долговременная память. Легко усваивается вся информация, полученная в этот временной промежуток - время когда лучше всего изучать новую информацию, это время можно посвятить обучению📖

С 8:00 до 9:00 – это наиболее подходящее время для любой деятельности, связанной одновременно с запоминанием и аналитикой. Все дело в активной работе логического мышления - время отчетов и анализа прошлого рабочего дня 📈

С 9:00 до 11:00 – оптимальные часы для работы с информацией и статистикой - время координаций с руководителем🤝

С 11:00 до 14:00 – самое подходящее время для обеда. На эти часы приходится пик, как говорят на Востоке, "огня пищеварения", когда принятая еда переваривается и усваивается наилучшим образом - не забудьте запланировать перерыв и пообедать в эти часы🍲

С 12:00 до 18:00 – идеальное время для активного труда. Труд в более поздние часы вынуждает мозг работать на износ. Первые признаки такого перенапряжения – сложности с засыпанием - активно выполняем все рабочие задачи 🎯️"""

text_4 = """Привет, коллега! Сегодня поговорим о структуре, карьерном росте и пчелах 😉 
Факт дня. Чтобы получилась чайная ложечка меда 🍯, двести пчел 🐝 должны трудиться весь день, собирая нектар с тысяч цветков. Ну а для того, чтобы запасти килограмм, на сбор нектара отправится уже не сотенная, а тысячная пчелиная армия, которой придется облететь миллионы медоносов.

Наша компания очень похожа на пчелиный улей, ведь наши сотрудники ежедневно трудятся над тем, чтобы создавать, продвигать, продавать и предоставлять услуги, которые меняют жизнь предпринимателей, убирая хаос из их бизнеса. 
Продукт каждого сотрудника очень ценный💎и направлен на достижение общей цели -  сделать мир бизнеса организованным, успешным и развивающимся.Привет, коллега! Сегодня поговорим о структуре, карьерном росте и пчелах 😉 
Факт дня. Чтобы получилась чайная ложечка меда 🍯, двести пчел 🐝 должны трудиться весь день, собирая нектар с тысяч цветков. Ну а для того, чтобы запасти килограмм, на сбор нектара отправится уже не сотенная, а тысячная пчелиная армия, которой придется облететь миллионы медоносов.

Наша компания очень похожа на пчелиный улей, ведь наши сотрудники ежедневно трудятся над тем, чтобы создавать, продвигать, продавать и предоставлять услуги, которые меняют жизнь предпринимателей, убирая хаос из их бизнеса. 
Продукт каждого сотрудника очень ценный💎и направлен на достижение общей цели -  сделать мир бизнеса организованным, успешным и развивающимся."""

text_5 = """А вы знали, что пчелы, если они не зимуют, живут около 40 дней?
За это время они проживают очень насыщенную жизнь:
От рождения до 6 дней — пчёлы убирают в улье;
От 6 дней до 12 — кормят личинок и матку;
От 12 до 19 дней — строят из воска соты;
От 19 до 26 дней — охраняет улей, принимает нектар и пыльцу;
В возрасте 26 дней пчела вылетает на сбор нектара и пыльцы;
В почетном пенсионном возрасте, около 40 дней, пчела приносит в улей воду. Далеко от улья она не улетает.

В нашей компании треть сотрудников являются подтверждение быстрому карьерному росту при отличных результатах. Один из таких примеров - Екатерина Балановская, исполнительный директор Центральной компании Visotsky Inc. 
💬 Отрывок из интервью Екатерины:
“Я абсолютный селф мейд, так как пришла на должность рядового сотрудника и выросла до генерального директора международной компании. Мой путь в Visotsky Inc начался 1 ноября 2011 года и длится уже 11 лет. Помню, как однажды, еще в начале своего пути, подошла к оргсхеме и спросила у Алены Шипош (на тот момент директора Киевского филиала): “Что мне нужно делать, чтобы стать Вашим заместителем?”. На тот момент был заместитель по развитию, по техническим вопросам, а заместителя по административным вопросам не было. Она посмотрела на меня с удивлением, ведь я работала всего неделю, и сказала что нужно учиться, показывать себя с лучшей стороны, демонстрировать результат и всё получится. Меня тогда это очень вдохновило, я поняла, что я могу.” 
Спустя год Екатерина стала руководителем департамента развития, через три - заместителем директора по развитию, а через четыре -  исполнительным директором Киевского филиала 🔥 (самого крупного филиала компании на тот момент). 
В 2021 году Екатерина перешла на должность директора Центральной компании и помогла сделать её главным доходообразующим филиалом сети💪.

Верьте в себя и все получится!"""

text_6 = """Привет, коллега! Сегодня поговорим о коммуникации между коллегами и традициях 😉 

Факт дня. А вы знали что победителем в конкурсе “Самое популярное слово” стало слово 🆗?
Откуда же взялось это облюбованное человечеством словечко? 
Все началось в 1839 году. “Ок” впервые напечатали на страницах газеты “Boston Morning Post” в Англии. Придумал выдающееся слово редактор издания. Он просто сократил выражение “all correct” (дословно — все правильно) на знаменитое “ОК”.
Но почему же не “ОС” 🤔? Ведь логично было бы написать именно такую аббревиатуру. Как известно, жители Великобритании обожают искажать слова 😄, добавляя им других значений, поэтому “all correct” первоначально превратилось в “all korrect”, а потом стало коротким “ОК”.

В нашей компании мы всегда подтверждаем факт получения какой-либо информации в мессенджерах, чтобы дать понять, что задача принята в работу или коррекция принята и будет обработана и слово “ОК” 👌прекрасно для этого подходит (теперь-то вы знаете что оно означает 😊).

⁉️Как часто вы используете “ОК” в своей жизни⁉️"""

text_7 = """Интересный факт. А вы знали что в компании CultureIQ рабочая неделя заканчивается общим рукопожатием?
В CultureIQ разрабатывают софт, который помогает большим организациям вовлекать сотрудников в рабочие процессы, а также создавать и укреплять корпоративную культуру.
При этом в самой компании есть совершенно простая, бюджетная, но душевная традиция — в конце каждой недели все сотрудники обмениваются рукопожатиями, чтобы поблагодарить друг друга за продуктивную работу.
💬 Основатель и СЕО компании Грег Беснер рассказывает о возникновении традиции: 
«Это была пятница, конец очень тяжелой недели, когда вся команда работала с полной отдачей. И очень отчетливо ощущалось, что должен произойти какой-то акт дани уважения и благодарности. Тогда в конце рабочего дня мы все пожали друг другу руку и сказали «спасибо», с тех пор это стало нашей постоянной традицией».

Всегда полезно поблагодарить коллег за их работу 🤝, чтобы напомнить об их ценности и вкладе в успех всей команды. Иногда такие «старомодные» традиции работают и сближают лучше, чем супер плюшки больших технологических компаний. 

Несмотря на то, что мы работает дистанционно, в нашей компании тоже есть традиции☝️. Каждый четверг, первые 15 минут встречи компании мы начинаем с того, что делимся новостями друг с другом о том, что хорошего произошло у сотрудников на прошедшей неделе, узнаем о новых хобби и интересах коллег 🧗‍♀️🏋️‍♀️🏂🥊🏓⚽️💃, знакомимся с новыми сотрудниками 👋. К конце встречи поздравляем именинников прошедшей недели и просим рассказать о победах, которые у них были в прошедшем году и планах на новый год 🥳. 
И конечно каждый на встрече может поблагодарить на встрече кого-то из коллег за помощь или поддержку, ведь публичное признание и благодарность очень ценна для каждого! 👏"""

text_8 = """Привет, коллега! Сегодня поговорим о материальном и нематериальном 😉 

Факт дня. А вы знаете как отказ от казалось бы незначительных деталей может помочь сэкономить компаниям внушительные суммы? 
В 1980 году авиакомпания American Airlines сэкономила около 40 000$ в год, убрав из меню для пассажиров первого класса один дополняющий продукт - оливка 🫒.

💬Ответственный за обеспечение продуктами, Роберт Крэндалл, предположил, что пассажиры не заметят незначительных изменений в меню, а экономия будет весьма заметной:
“Компанией был проведен аудит, в ходе которого установили, что отказавшись всего от одной оливки в салате, можно получить выгоду до 40 000$ в год.”
И в самом деле, пассажиры даже не поняли, что изменилось в меню, и не увидели исчезновения оливок в салатах 🥗. 
Ходили и другие мнения, что компании удалось сэкономить до полумиллиона долларов, но точную сумму узнать так и не удалось 🤷‍♂️

Такой эффективный метод переняла и компания United Airlines. Там перешли на режим экономии, перестав выдавать освежающие полотенца для пассажиров во время коротких перелетов. Затем сократить расходы помогло уменьшение числа фильмов для просмотра 🎞
 и исключение из меню грейпфрутового сока 🧃. В общей сумме компания сократила свои расходы почти на 200 млн $.

⁉️А вы пробовали оптимизировать свои личные расходы подобным способом⁉️"""

text_9 = """Интересный факт. А вы знали, что логотип "Nike" нарисовала студентка Кэролин Дэвидсон за 35$?

В 1971 году соучредителям Nike нужен был логотип для новой линейки беговой обуви 👟, которую они собирались представить. Они попросили Дэвидсон разработать лого, который «имел бы хоть какое-то отношение к движению».

Кэролин работала над своими идеями, рисуя на ткани поверх обуви, в итоге, представив 5 разных дизайнов, одним из которых был «свуш», изображение которого намекало на крыло греческой богини Ники, символа победы.

Как итог учредители решились на «свуш», заявив: 
💬 «Нам он не нравится, но возможно в будущем мы проникнемся им». 
За свои услуги Дэвидсон заплатили 35$.

В сентябре 1983 года, почти 3 года спустя как компания стала публичной, учредители пригласили Дэвидсон на прием, на котором презентовали золотое кольцо с бриллиантами 💍
 и гравировкой логотипа, а также конверт ✉️, внутри которого было 500 акций компании 🗞
(которые по состоянию на 2016 год разделились на 32 000 акций). 
🏦 Средняя стоимость 1 акции Nike на 2023 г. - 125$. 

Но мы думаем, что публичное признание, хотя и прошло более 10 лет, для Кэролин Дэвидсон значит гораздо больше, ведь сейчас многие ассоциируют «свуш» с ее именем.

В нашей компании труд наших сотрудников всегда оценивается по достоинству, поэтому каждую неделю на встрече компании исполнительный директор выносит благодарности 📃 сотрудникам, которые выделились своим результатом на прошедшей неделе. 
А в конце каждого цикла специалисты, которые успешно реализовали глобальные проекты, позволившие увеличить прибыль компании 📈 или наоборот оптимизировала затраты 📉, поощряются дополнительной премией (50-200$) 💰. 

Не бойтесь предлагать ваши идеи, ведь любая идея 💭 или реализованная задача ✔️
 могут повлиять на результаты компании и соответственно на ваш профессиональный рост и финансовую благодарность со стороны компании! 🤝"""

text_10 = """Привет, коллега! Сегодня поговорим про организацию рабочего пространства, атмосферы и как настроение влияет на продуктивность 😉

Удаленная работа имеет свои плюсы и минусы, один из которых отсутствие рабочей обстановки, а отсюда и настроя. 
Мы подготовили четыре лайфхака для создания рабочей атмосферы:
1. Не работайте в домашней одежде 👔👗
Одежда, которую вы надели, влияет на вашу производительность. Когда вы в домашней одежде, то на подсознательном уровне ощущаете, что не работаете.
Поэтому перед тем как начать удаленный рабочий день, оденьтесь опрятно. Девушки могут сделать макияж.
2. Делайте вне рабочую жизнь разнообразной 🎬🎨🎤🎻🧩🎮
Одна из сложностей удаленки в том, что день меньше насыщен внешними событиями. Раньше нужно было выходить из дома, добираться до работы, общаться с коллегами,
обедать в кафе. Старайтесь компенсировать это активной жизнью после работы. Общайтесь с друзьями, посещайте музеи, проходите курсы, займитесь хобби.
3. Составьте личный список отвлекающих факторов 🗒
Понаблюдайте за собой в течение нескольких рабочих дней и составьте список факторов, негативно влияющих на работу. Например: недосыпание, ремонт у соседей, долгое приготовление пищи в обед и т.п. Расставьте их в порядке убывания (самые отвлекающие в начале списка) и к каждому фактору придумайте, как можно его нейтрализовать.
 4. Объясните родным, какой у вас рабочий режим  👨‍👩‍👦
Иногда члены семьи не сразу понимают, что ваше нахождение дома еще не означает отдых. При переходе на удаленку поговорите с ними, расскажите про свой режим. Договоритесь, в какое время они могут вас отвлекать, а в какое – нет.


⁉️А у вас есть лайфхаки  для создания рабочей атмосферы⁉️"""


texts = [text_1, text_2, text_3, text_4, text_5, text_6, text_7, text_8, text_9, text_10]